const FONT_METADATA = {
  "TKCulture": [
    "ปกติ"
  ],
  "DSBualoy": [
    "บาง",
    "ปกติ",
    "หนา"
  ],
  "DSMascot": [
    "หนา",
    "เวอร์ชั่นพิเศษ"
  ],
  "DStakeab": [
    "บาง",
    "ปกติ",
    "หนา"
  ],
  "TKCreampuff": [
    "บาง",
    "ปกติ",
    "หนา"
  ],
  "DSKhamuu": [
    "ปกติ",
    "หนา"
  ],
  "DSKhaiwan": [
    "บาง",
    "ปกติ",
    "หนา"
  ],
  "TKManmuang2": [
    "ปกติ"
  ],
  "DSMarvel": [
    "บาง",
    "ปกติ",
    "หนา"
  ],
  "DSChanomnueb": [
    "บาง",
    "ปกติ",
    "หนา"
  ],
  "TKKamin": [
    "บาง",
    "ปกติ",
    "หนา"
  ],
  "DSBansuan": [
    "บาง",
    "ปกติ",
    "หนา"
  ],
  "TKAnis": [
    "บาง",
    "ปกติ",
    "หนา"
  ],
  "TKBobtailFull": [
    "ปกติ"
  ],
  "DScyclone": [
    "ปกติ"
  ],
  "TKCanele": [
    "บาง",
    "ปกติ",
    "หนา"
  ],
  "DSpadlom": [
    "ปกติ"
  ],
  "DSDaosao": [
    "บาง",
    "ปกติ",
    "หนา"
  ],
  "DSmooyor": [
    "บาง",
    "ปกติ",
    "หนา"
  ],
  "DSSubway": [
    "บาง",
    "ปกติ",
    "หนา"
  ],
  "DSMokaeng": [
    "บาง",
    "ปกติ",
    "หนา"
  ],
  "DSpangyen": [
    "บาง",
    "หนา",
    "เวอร์ชั่นพิเศษ"
  ],
  "DSMorgan": [
    "ปกติ",
    "หนา"
  ],
  "DSPasta": [
    "บาง",
    "ปกติ",
    "หนา"
  ],
  "DSSunday": [
    "บาง",
    "ปกติ",
    "หนา"
  ],
  "TKMartin": [
    "ปกติ"
  ],
  "DSfongnom": [
    "ปกติ"
  ],
  "DSBallet": [
    "บาง",
    "ปกติ",
    "หนา"
  ],
  "DSlandokmai": [
    "ปกติ"
  ],
  "DScatier": [
    "ปกติ"
  ],
  "DSkhaoklong": [
    "ปกติ"
  ],
  "DSKluai-thot": [
    "บาง",
    "ปกติ",
    "หนา"
  ],
  "DSMonThong": [
    "บาง",
    "ปกติ",
    "หนา"
  ],
  "DSstevia": [
    "ปกติ"
  ],
  "DSNewyear": [
    "บาง",
    "ปกติ",
    "หนา"
  ],
  "DSKhanomtan": [
    "บาง",
    "ปกติ",
    "หนา"
  ],
  "DSCoachella": [
    "ปกติ"
  ],
  "TKMooDeng": [
    "บาง",
    "ปกติ",
    "หนา"
  ],
  "TKTeddy": [
    "บาง",
    "ปกติ",
    "หนา"
  ],
  "TKSangkhaya": [
    "ปกติ"
  ],
  "DSBanball": [
    "บาง",
    "ปกติ",
    "หนา"
  ],
  "DSMueangjeen": [
    "บาง",
    "ปกติ",
    "หนา"
  ],
  "DSPhukhao": [
    "บาง",
    "ปกติ",
    "หนา"
  ],
  "TKConnor": [
    "บาง",
    "ปกติ",
    "หนา"
  ],
  "DSLookpeach": [
    "บาง",
    "ปกติ",
    "หนา"
  ],
  "TKKhaosoi": [
    "บาง",
    "ปกติ",
    "หนา"
  ],
  "DSThunder": [
    "บาง",
    "ปกติ",
    "หนา"
  ],
  "DSChaingmai": [
    "บาง",
    "ปกติ",
    "หนา"
  ],
  "DSReindeer": [
    "บาง",
    "ปกติ",
    "หนา"
  ],
  "DSCalculus": [
    "บาง",
    "ปกติ",
    "หนา"
  ],
  "TKBluewhale": [
    "บาง",
    "ปกติ",
    "หนา"
  ],
  "TKVenus": [
    "บาง",
    "ปกติ",
    "หนา"
  ],
  "DSMalfeil": [
    "ปกติ",
    "เวอร์ชั่นพิเศษ"
  ],
  "DSNoodle": [
    "บาง",
    "ปกติ",
    "หนา"
  ],
  "DSmaple": [
    "ปกติ"
  ],
  "DSOilpastel": [
    "ปกติ",
    "หนา"
  ],
  "DSMala": [
    "บาง",
    "ปกติ",
    "หนา"
  ],
  "DSAroimak": [
    "บาง",
    "ปกติ",
    "หนา"
  ],
  "DSpakkrob": [
    "บาง",
    "ปกติ",
    "หนา"
  ],
  "DSCheesecake": [
    "บาง",
    "ปกติ",
    "หนา"
  ],
  "DSpanfilm": [
    "ปกติ"
  ],
  "DSWednesday": [
    "บาง",
    "ปกติ",
    "หนา"
  ],
  "DSAn-ko": [
    "บาง",
    "ปกติ",
    "หนา"
  ],
  "TKPetnoi": [
    "บาง",
    "ปกติ",
    "หนา"
  ],
  "TKPeter": [
    "บาง",
    "ปกติ",
    "เวอร์ชั่นพิเศษ"
  ],
  "DSSpacebar": [
    "บาง",
    "ปกติ",
    "หนา"
  ],
  "DSGoodday": [
    "บาง",
    "ปกติ",
    "หนา"
  ],
  "DSEclairs": [
    "บาง",
    "ปกติ",
    "หนา"
  ],
  "DSgalileo": [
    "ปกติ"
  ],
  "TKNeptune": [
    "ปกติ",
    "หนา"
  ],
  "DSJaonaay": [
    "บาง",
    "ปกติ",
    "หนา"
  ],
  "DSMotor": [
    "บาง",
    "ปกติ",
    "หนา"
  ],
  "DSKhonglen": [
    "บาง",
    "ปกติ",
    "หนา"
  ],
  "DSsummer": [
    "ปกติ"
  ],
  "DSKaphrao": [
    "บาง",
    "ปกติ",
    "หนา"
  ],
  "DSMaltese": [
    "ปกติ",
    "หนา"
  ],
  "DSGanesh": [
    "ปกติ",
    "หนา"
  ],
  "TKAnlene": [
    "ปกติ",
    "หนา"
  ],
  "TKGorya": [
    "บาง",
    "ปกติ",
    "เวอร์ชั่นพิเศษ"
  ],
  "DSdiana": [
    "ปกติ",
    "หนา"
  ],
  "DSMerlin": [
    "ปกติ",
    "หนา"
  ],
  "DShippie": [
    "ปกติ"
  ],
  "TKPudding": [
    "บาง",
    "ปกติ",
    "หนา"
  ],
  "DSMustang": [
    "บาง",
    "ปกติ",
    "หนา"
  ],
  "DSMelon": [
    "บาง",
    "ปกติ",
    "หนา"
  ],
  "TKRasta": [
    "ปกติ",
    "หนา"
  ],
  "DSNangsue": [
    "บาง",
    "ปกติ",
    "หนา"
  ],
  "DSBangsaen": [
    "บาง",
    "ปกติ",
    "หนา"
  ],
  "RGHongkong": [
    "บาง",
    "ปกติ",
    "หนา"
  ],
  "DSmajor": [
    "ปกติ"
  ],
  "DScharlotte": [
    "ปกติ"
  ],
  "TKCayla": [
    "บาง",
    "ปกติ",
    "หนา"
  ],
  "DSMelbourne": [
    "บาง",
    "ปกติ",
    "หนา"
  ],
  "DSMeter": [
    "บาง",
    "ปกติ",
    "หนา"
  ],
  "TKPatty": [
    "บาง",
    "ปกติ",
    "หนา"
  ],
  "DSMatoer": [
    "บาง",
    "ปกติ",
    "หนา"
  ],
  "TKThanos": [
    "บาง",
    "ปกติ",
    "หนา"
  ],
  "DSHomok": [
    "บาง",
    "ปกติ",
    "หนา"
  ],
  "DSMookrobThin": [
    "บาง",
    "ปกติ",
    "เวอร์ชั่นพิเศษ"
  ],
  "TKMaphrao": [
    "บาง",
    "ปกติ",
    "หนา"
  ],
  "DSfigure": [
    "ปกติ"
  ],
  "DSCarrot": [
    "บาง",
    "ปกติ",
    "หนา"
  ],
  "DSBirthday": [
    "บาง",
    "ปกติ",
    "หนา"
  ],
  "DSPhloenWan": [
    "บาง",
    "ปกติ",
    "เวอร์ชั่นพิเศษ"
  ],
  "TKMooji": [
    "ปกติ",
    "หนา",
    "เวอร์ชั่นพิเศษ"
  ],
  "TKDragon": [
    "ปกติ",
    "หนา",
    "เวอร์ชั่นพิเศษ"
  ],
  "TKMoobin": [
    "บาง",
    "ปกติ",
    "หนา"
  ],
  "DSminako": [
    "ปกติ"
  ],
  "DSBagel": [
    "บาง",
    "ปกติ",
    "เวอร์ชั่นพิเศษ"
  ],
  "DSMendel": [
    "บาง",
    "ปกติ",
    "หนา"
  ],
  "DSCaramel": [
    "บาง",
    "ปกติ",
    "หนา"
  ],
  "DSNewclear": [
    "บาง",
    "ปกติ",
    "หนา"
  ],
  "DSInter": [
    "บาง",
    "ปกติ",
    "หนา"
  ],
  "DSAlmond": [
    "บาง",
    "ปกติ",
    "หนา"
  ],
  "DSValentine": [
    "บาง",
    "ปกติ",
    "หนา"
  ],
  "TKKhaopad": [
    "บาง",
    "ปกติ",
    "หนา"
  ],
  "DSSomwhan": [
    "บาง",
    "ปกติ",
    "หนา"
  ],
  "DSwaidek": [
    "ปกติ"
  ],
  "DSScalar": [
    "บาง",
    "ปกติ",
    "หนา"
  ],
  "DSLepan": [
    "บาง",
    "ปกติ",
    "หนา"
  ],
  "DSSydney": [
    "บาง",
    "ปกติ",
    "หนา"
  ],
  "DSmannoei": [
    "ปกติ"
  ],
  "DScynthia": [
    "ปกติ"
  ],
  "DSWelcome": [
    "บาง",
    "ปกติ",
    "หนา"
  ],
  "TKMoojeaw": [
    "บาง",
    "ปกติ",
    "หนา"
  ],
  "DSMustard": [
    "บาง",
    "ปกติ",
    "หนา"
  ]
};